[S_Build_Outpost_Long_Female_French_Speaker_01 AkEvent]
SpokenText="... não tenho notícias dele desde o centro genético ..."

[S_Build_Outpost_Long_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="... transporte de alimentos em rota ..."

[S_Build_Outpost_Long_Male_Chinese_Speaker_01 AkEvent]
SpokenText="... atividade de monitoramento no setor Sul ..."

[S_Build_Outpost_Short_Female_French_Speaker_01 AkEvent]
SpokenText="Viva a resistência."

[S_Build_Outpost_Short_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="Viva a resistência"

[S_Build_Outpost_Short_Male_Chinese_Speaker_01 AkEvent]
SpokenText="Viva a resistência."

[S_Build_Outpost_Short_Male_English_Speaker_01 AkEvent]
SpokenText="Viva a resistência."

[S_Intro_Advent_Trooper_01 AkEvent]
SpokenText="Mor Balaten."

[S_Intro_Advent_Trooper_02 AkEvent]
SpokenText="Mor Balaten!"

[S_Intro_Female_Anchor_01_01 AkEvent]
SpokenText="O entusiasmo continua a crescer à medida que os centros urbanos de todo o mundo se preparam para o 20º aniversário do Dia da Unificação."

[S_Intro_Female_Anchor_01_02 AkEvent]
SpokenText="As forças de paz já fizeram várias prisões preventivas de colaboradores conhecidos."

[S_Intro_Female_Anchor_01_03 AkEvent]
SpokenText"ADVENT assegura novamente a todos os cidadãos que as celebrações de hoje continuarão como planejado."

[S_Intro_Female_Anchor_02_01 AkEvent]
SpokenTex="Já milhares se alinham no site do Grande Acordo, celebrando a formação da Coalizão ADVENT."

[S_Intro_Female_Anchor_03_01 AkEvent]
SpokenText="Apesar da tentativa de ataque por elementos marginais, as operações na nova instalação em Paris, felizmente, permanecem inalteradas."

[S_Intro_Male_Anchor_01_01 AkEvent]
SpokenText="E de acordo com sua promessa para a humanidade, 12 novas clínicas de terapia genética serão abertas em cidades selecionadas até o final do novo ano."

[S_Intro_Male_Anchor_02_01 AkEvent]
SpokenText="Em resposta à intrusão não provocada na véspera da nossa celebração mais amada, o orador nos alcança ..."

[S_Victory_Ethereal_Consc_01 AkEvent]
SpokenText="VOCÊ!"

[S_Victory_Ethereal_Consc_02 AkEvent]
SpokenText="O que nos completaria, você presume comandar ?!"

[S_Victory_Ethereal_Consc_03 AkEvent]
SpokenText="Não há nada para detê-lo agora."

[S_Victory_Ethereal_Consc_04 AkEvent]
SpokenText="Sua vitória aqui significa o fim para todos os outros."

[S_Victory_Ethereal_Consc_05 AkEvent]
SpokenText="Seguirá você como ele nos seguiu ..."

[S_Victory_Ethereal_Consc_06 AkEvent]
SpokenText="E você falhará, assim como nós".

[S_Victory_Female_Resistance_Op_01_01 AkEvent]
SpokenText="Esta é a emissão da Rede de Libertação em todas as freqüências. ADVENT está em pleno retiro em todas as áreas ..."

[S_Victory_Female_Resistance_Op_02_01 AkEvent]
SpokenText="Uma vez chamados de" terras perdidas ", os territórios periféricos estão movimentados com atividade enquanto as pessoas fogem do ADVENT controlado City Centers."

[S_Victory_Male_Resistance_Op_01_01 AkEvent]
SpokenText="Pesada luta continua nos centros da cidade como forças ADVENT tentam reagrupar ..."